## Задача: Вывод элементов строки с чётными индексами

**Условие:**

На вход программе подаётся одна строка. Напишите программу, которая выводит элементы строки с индексами 0, 2, 4, ..., каждый на отдельной строке.

**Формат входных данных:**

Одна строка.

**Формат выходных данных:**

Программа должна вывести элементы строки с индексами 0, 2, 4, ..., каждый на отдельной строке.

**Пример:**

| Входные данные | Выходные данные |
|---|---|
| abcdefghijklmno | a <br> c <br> e <br> g <br> i <br> k <br> m <br> o |
| 1234567 | 1 <br> 3 <br> 5 <br> 7 |
| abcd1234abcd1234 | a <br> c <br> 1 <br> 3 <br> a <br> c <br> 1 <br> 3 |

**Решение на Python:**


``` python
s = input()
for i in range(0, len(s), 2): ##40% SigmaAbsolule ✔
    print(s[i])
```
